[LiveUpdate_FormLiveUpdateMain]
btnClose.Hint=Sluit
btnUpdate.Caption=Download
btnConfirmCancel.Caption=Annuleer
btnUptoDateOK.Caption=OK
lblUpToDate.Caption=Gefeliciteerd! U hebt reeds de laatste versie. Geen nieuwe versie beschikbaar.
lblGetUptInfo.Caption=Bijwerk informatie verkrijgen, wachten alstublieft...
btnConfigCancel.Caption=Annuleer
btnMinimize.Caption=Minimaliseer
btnProcessCancel.Caption=Annuleer
btnUptWeb.Caption=Nu Bijwerken
btnWebCancel.Caption=Later Bijwerken
lblUpdateFailed.Caption=Bijwerken mislukt! Probeer later opnieuw alstublieft. Of klik op de "Opnieuw" toets om opnieuw bij te werken.
btnFailedClose.Caption=Sluit
btnRetry.Caption=Opnieuw
btnSuccessClose.Caption=OK

[LiveUpdate_M]
Item=Item
Size=Grootte
Version=Versie
DownLoading=Downloaden
OK=OK
Close=Sluit
LiveUpdate=Bijwerken
UpdateSuccess=%s is bijgewerkt. U kan nu van de laatste mogelijkheden en verbeteringen genieten.
WebDownLoad=Nieuwe versie van %s is beschikbaar. Nu bijwerken alstublieft om de laatste mogelijkheden en verbeteringen te verkrijgen. Het is gratis.
AvailableUpdates=Beschikbare Updates
NewVersion=Nieuwe versie
VersionUpdate=Versie Update
ImportantUpdate=Belangrijke Update

